{
    "TITLE_SEO": "Portafolio Gabriel Garc칤a Pellizz칩n | Programador y Desarrollador FullStack",
    "DESCRIPTION_SEO" : "Portafolio de Gabriel Alberto Garc칤a Pellizz칩n, amante de la programaci칩n y el desarrollo de aplicaciones. Aqu칤 podr치s conocer sobre m칤, experiencia, proyectos y contacto :)",
    "NAVBAR": {
        "HOME": "Inicio",
        "ABOUT_ME": "Sobre m칤",
        "EXPERIENCE": "Experiencia",
        "PROJECTS": "Proyectos",
        "CONTACT": "Contacto"
    },
    "ABOUT_ME":{
        "TITLE": "Sobre m칤",
        "DOWNLOAD_CV": "Descargar CV",
        "LANGUAGES_AND_FRAMEWORKS": "Lenguajes y Frameworks",
        "DESCRIPTION":{
            "FIRST": "Soy Gabriel, un <0>desarrollador de software</0> con +2 a침os de experiencia. Me considero una persona <1>autodidacta</1>, <2>apasionada por la tecnolog칤a</2> y me encanta aprender d칤a a d칤a.",
            "SECOND": "Actualmente me encuentro trabajando en una empresa de desarrollo de software y aprendiendo nuevas tecnolog칤as por mi cuenta. Descubre m치s sobre mi y mi contacto m치s abajo o en mi CV."
        }   
    },
    "EXPERIENCE":{
        "TITLE": "Experiencia",
        "JOBS": [
            {
              "TITLE": "Clarcat",
              "DESCRIPTION": "Desarrollador de software, trabajando en el desarrollo de aplicaciones y en un proceso continuo de aprendizaje.",
              "DATE": "2023",
              "ACTUAL": true,
              "URL": "https://www.clarcat.com/",
              "JOBPOSITIONS":[
                {
                  "POSITION": "Desarrollador de Software Junior",
                  "DESCRIPTION": "Experiencia en desarrollo de software, donde he ampliado mis conocimientos en desarrollo de aplicaciones y explorado nuevas tecnolog칤as."
                },
                {
                  "POSITION": "Formaci칩n en el Lugar de Trabajo",
                  "DESCRIPTION": "Formaci칩n pr치ctica como desarrollador de software, en la cual gan칠 experiencia en desarrollo de aplicaciones y en el uso de tecnolog칤as nuevas.",
                  "DURATION": "3 meses"                
                }
              ]
            },
            {
              "TITLE": "Premier",
              "DESCRIPTION": "Formaci칩n pr치ctica como t칠cnico en sistemas microinform치ticos y redes, donde adquir칤 conocimientos sobre mantenimiento de equipos, redes y sistemas operativos.",
              "DATE": "2021",
              "DURATION": "3 meses",
              "URL": "https://www.premiernet.com/",
              "JOBPOSITIONS":[
                {
                  "POSITION": "Formaci칩n en el Lugar de Trabajo",
                  "DESCRIPTION": "Formaci칩n pr치ctica como t칠cnico en sistemas microinform치ticos y redes, enfocada en mantenimiento de equipos, redes y sistemas operativos."
                }
              ]
            }
          ]
    },
    "PROJECTS":{
        "TITLE": "Proyectos",
        "PROJECTS": [
            { 
                "TITLE": "Satix Web API",
                "DESCRIPTION":"Aplicaci칩n web para la gesti칩n de eventos. Cuenta con una API RESTful y un panel de administraci칩n."
            },
            {
                "TITLE": "Satix App",
                "DESCRIPTION":"Aplicaci칩n m칩vil para usuarios que quiere asistir a eventos. Cuenta con un sistema de entradas unicas y un explorador de eventos."
            },
            {
                "TITLE": "Portafolio",
                "DESCRIPTION":"Portafolio creado con Astro y TailwindCSS. Mi p치gina personal para mostrar mi experiencia y proyectos."
            },
            {
                "TITLE": "RequestGuard",
                "DESCRIPTION":"Extensi칩n para Google Chrome que proporciona funcionalidad para bloquear y redirigir solicitudes web configurables. Permite a los usuarios cargar un archivo JSON personalizado o especificar una URL externa para la redirecci칩n."
            },
            {
                "TITLE": "Enfrenta2",
                "DESCRIPTION":"Juego web para dos jugadores conectados a trav칠s de WebSockets. Cada jugador se une a una sala y juegan en tiempo real."
            }
        ]
    },   
    "CONTACT":{
        "TITLE": "Contacto"
    },
    "BUTTONS":{
        "THEME": ["Modo oscuro", "Modo claro"],
        "VIEW_CODE": "Mostrar c칩digo",
        "VIEW_APP": "Ver Aplicaci칩n"
    },
    "FOOTER":{
        "NAME": "춸 2024 Gabriel Alberto Garc칤a Pellizz칩n",
        "CREATED_WITH": "Creado con 游눞 y Astro"
    }
    
    
}
